"WIFI_PASSWORD_MESSAGE_PREFIX" = "Tapez le mot de passe pour\n« ";
"WIFI_PASSWORD_MESSAGE_SUFFIX" = " ».";
"WIFI_CANCEL" = "Annuler";
"WIFI_JOIN" = "Se connecter";
"WIFI_PASSWORD_TITLE" = "Mot de passe Wi-Fi incorrect";
"WIFI_PASSWORD_TITLE_CH" = "Mot de passe WLAN incorrect";
"WIFI_OTP_PASSWORD_TITLE" = "Mot de passe Wi-Fi";
"WIFI_OTP_PASSWORD_TITLE_CH" = "Mot de passe WLAN";

"WIFI_USERNAME_TEXT_TITLE" = "Nom d’utilisateur";
"WIFI_PASSWORD_TEXT_TITLE" = "Mot de passe";

"WIFI_FAILURE_OK" = "OK";
"WIFI_FAILURE_TITLE" = "Erreur de réseau Wi-Fi";
"WIFI_FAILURE_TITLE_CH" = "Erreur de réseau WLAN";
"WIFI_FAILURE_MESSAGE_PREFIX" = "Une erreur s’est produite lors de la connexion à\n« ";
"WIFI_FAILURE_MESSAGE_SUFFIX" = " ».";
